export const EventsShamsi = [
    {
        title: "آغاز نوروز",
        isVacation: true,
        day: "1",
        month: "1",
    },
    {
        title: "عید نوروز",
        isVacation: true,
        day: "2",
        month: "1",
    },
    {
        title: "هجوم مأموران ستم شاهی پهلوی به مدرسه فیضیه قم، 1342 هـ ش",
        day: "2",
        month: "1",
    },
    {
        title: "آغاز عملیات فتح المبین، 1361 هـ ش",
        day: "2",
        month: "1",
    },
    {
        title: "عید نوروز",
        isVacation: true,
        day: "3",
        month: "1",
    },
    {
        title: "عید نوروز",
        isVacation: true,
        day: "4",
        month: "1",
    },
    {
        title: "روز جمهوری اسلامی ایران",
        isVacation: true,
        day: "12",
        month: "1",
    },
    {
        title: "روز طبیعت",
        isVacation: true,
        day: "13",
        month: "1",
    },
    {
        title: "روز سلامتی",
        day: "18",
        month: "1",
    },
    {
        title: "شهادت آیت الله سید محمد باقر صدر ",
        day: "19",
        month: "1",
    },
    {
        title: "روز ملی فناوری هسته ای",
        day: "20",
        month: "1",
    },
    {
        title: "شهادت امیر سپهبد علی صیاد شیرازی، 1378 هـ ش",
        day: "21",
        month: "1",
    },
    {
        title: "روز بزرگداشت عطار نیشابوری",
        day: "25",
        month: "1",
    },
    {
        title: "روز ارتش جمهوری اسلامی و نیروی زمینی",
        day: "29",
        month: "1",
    },
    {
        title: "روز بزرگداشت سعدی",
        day: "1",
        month: "2",
    },
    {
        title: "تأسیس سپاه پاسداران انقلاب اسلامی، 1358 هـ ش",
        day: "2",
        month: "2",
    },
    {
        title: "سالروز اعلام انقلاب فرهنگی، 1359 هـ ش",
        day: "2",
        month: "2",
    },
    {
        title: "روز زمین پاک",
        day: "2",
        month: "2",
    },
    {
        title: "روز ملی كارآفرینی",
        day: "3",
        month: "2",
    },
    {
        title: "روز بزرگداشت شیخ بهای",
        day: "3",
        month: "2",
    },
    {
        title: "شكست حمله نظامی آمریكا به ایران در طبس، 1359 هـ‌.ش",
        day: "5",
        month: "2",
    },
    {
        title: "روز شوراها",
        day: "9",
        month: "2",
    },
    {
        title: "روز ملی خلیج فارس",
        day: "10",
        month: "2",
    },
    {
        title: "آغاز عملیات بیت المقدس، 1361 هـ‌.ش",
        day: "10",
        month: "2",
    },
    {
        title: "روز معلم",
        day: "12",
        month: "2",
    },
    {
        title: "روز بزرگداشت شیخ صدوق",
        day: "15",
        month: "2",
    },
    {
        title: "روز اسناد ملی",
        day: "17",
        month: "2",
    },
    {
        title: "لغو امتیاز تنباكو به فتوای آیت الله میرزا حسن شیرازی، 1270 هـ ش",
        day: "24",
        month: "2",
    },
    {
        title: "روز بزرگداشت فردوسی",
        day: "25",
        month: "2",
    },
    {
        title: "روز ارتباطات و روابط عمومی",
        day: "27",
        month: "2",
    },
    {
        title: "روز بزرگداشت حكیم عمر خیام",
        day: "28",
        month: "2",
    },
    {
        title: "روز بهره‌وری و بهینه‌سازی مصرف",
        day: "1",
        month: "3",
    },
    {
        title: "روز بزرگداشت ملاصدرا، صدرالمتألهین",
        day: "1",
        month: "3",
    },
    {
        title: "فتح خرمشهر در عملیات بیت المقدس، 1361 هـ ش - روز مقاومت، ایثار و پیروزی",
        day: "3",
        month: "3",
    },
    {
        title: "رحلت حضرت امام خمینی (ره) 1368هـ ش",
        isVacation: true,
        day: "14",
        month: "3",
    },
    {
        title: "انتخاب حضرت آیت الله خامنه‌ای به رهبری، 1368 هـ ش",
        day: "14",
        month: "3",
    },
    {
        title: "قیام خونین 15 خرداد، 1342 هـ ش",
        isVacation: true,
        day: "15",
        month: "3",
    },
    {
        title: "شهادت آیت‌الله سعیدی، 1349 هـ ش",
        day: "20",
        month: "3",
    },
    {
        title: "روز گل و گیاه",
        day: "25",
        month: "3",
    },
    {
        title: "روزجهاد كشاورزی ، 1358 هـ ش",
        day: "27",
        month: "3",
    },
    {
        title: "درگذشت دكتر علی شریعتی، 1356 هـ ش",
        day: "29",
        month: "3",
    },
    {
        title: "انفجار در حرم حضرت امام رضا (ع)، 1373 هـ ش",
        day: "30",
        month: "3",
    },
    {
        title: "شهادت دكتر مصطفی چمران، 1360 هـ ش",
        day: "31",
        month: "3",
    },
    {
        title: "روز تبلیغ و اطلاع رسانی دینی،  1360 هـ ش",
        day: "1",
        month: "4",
    },
    {
        title: "روز اصناف",
        day: "1",
        month: "4",
    },
    {
        title: "شهادت  آیت‌الله دكتر بهشتی  - روز قوة قضایه",
        day: "7",
        month: "4",
    },
    {
        title: "روز مبارزه با سلاح‌های شیمیای و میكروبی",
        day: "8",
        month: "4",
    },
    {
        title: "روز صنعت و معدن",
        day: "10",
        month: "4",
    },
    {
        title: "شهادت آیت الله صدوقی ، 1361 هـ ش",
        day: "11",
        month: "4",
    },
    {
        title: "سقوط هواپیمای مسافربری جمهوری اسلامی ایران توسط ناوگان آمریكای ، 1367 هـ ش",
        day: "12",
        month: "4",
    },
    {
        title: "روز قلم",
        day: "14",
        month: "4",
    },
    {
        title: "روز مالیات",
        day: "16",
        month: "4",
    },
    {
        title: "روز بهزیستی و تأمین اجتماعی",
        day: "25",
        month: "4",
    },
    {
        title: "اعلام پذیرش قطع‌نامة 598 شورای امنیت از سوی ایران، 1367 هـ ش",
        day: "27",
        month: "4",
    },
    {
        title: "سالروز عملیات افتخارآفرین مرصاد، 1367 هـ ش",
        day: "5",
        month: "5",
    },
    {
        title: "روز ترویج آموزش های فنی و حرفه ای",
        day: "6",
        month: "5",
    },
    {
        title: "روز بزرگداشت شیخ شهاب الدین سهروردی، شیخ اشراق",
        day: "8",
        month: "5",
    },
    {
        title: "روز اهدای خون",
        day: "9",
        month: "5",
    },
    {
        title: "صدور فرمان مشروطیت، 1285 هـ ش",
        day: "14",
        month: "5",
    },
    {
        title: "تشكیل جهاد دانشگاهی، 1359 هـ ش",
        day: "16",
        month: "5",
    },
    {
        title: "روز خبرنگار",
        day: "17",
        month: "5",
    },
    {
        title: "آغاز بازگشت آزادگان به میهن اسلامی، 1369 هـ ش",
        day: "26",
        month: "5",
    },
    {
        title: "كودتای آمریكا برای بازگرداندن شاه، 1332 هـ ش",
        day: "28",
        month: "5",
    },
    {
        title: "روز بزرگداشت علامه مجلسی",
        day: "30",
        month: "5",
    },
    {
        title: "روز پزشک - روز بزرگداشت ابوعلی سینا",
        day: "1",
        month: "6",
    },
    {
        title: "آغاز هفته دولت",
        day: "2",
        month: "6",
    },
    {
        title: "روز كارمند",
        day: "4",
        month: "6",
    },
    {
        title: "روز داروسازی - روز بزرگداشت محمد بن زكریای رازی",
        day: "5",
        month: "6",
    },
    {
        title: "روز مبارزه با تروریسم",
        day: "8",
        month: "6",
    },
    {
        title: "روز بانک‌داری اسلامی",
        day: "10",
        month: "6",
    },
    {
        title: "روز صنعت چاپ",
        day: "11",
        month: "6",
    },
    {
        title: "روز تعاون - روز بزرگداشت ابوریحان بیرونی",
        day: "13",
        month: "6",
    },
    {
        title: "شهادت آیت الله قدوسی و سرتیپ وحید دستجردی، 1360 هـ ش",
        day: "14",
        month: "6",
    },
    {
        title: "قیام 17 شهریور",
        day: "17",
        month: "6",
    },
    {
        title: "وفات آیت الله سید محمود طالقانی",
        day: "19",
        month: "6",
    },
    {
        title: "شهادت دومین شهید محراب آیت الله مدنی به دست منافقین، 1360 هـ ش",
        day: "20",
        month: "6",
    },
    {
        title: "روز سینما",
        day: "21",
        month: "6",
    },
    {
        title: "روز شعر و ادب فارسی - روز بزرگداشت استاد سید محمدحسین شهریار",
        day: "27",
        month: "6",
    },
    {
        title: "روز گفت و گوی تمدن‌ها",
        day: "30",
        month: "6",
    },
    {
        title: "آغاز جنگ تحمیلی، 1359 هـ ش - آغاز هفته دفاع مقدس",
        day: "31",
        month: "6",
    },
    {
        title: "شكست حصر آبادان، 1360 هـ ش",
        day: "5",
        month: "7",
    },
    {
        title: "روز آتش نشانی و ایمنی",
        day: "7",
        month: "7",
    },
    {
        title: "شهادت سرداران اسلام: فلاحی، فكوری، نامجو، كلاهدوز و جهان‌آرا، 1360 هـ ش",
        day: "7",
        month: "7",
    },
    {
        title: "روز بزرگداشت مولوی",
        day: "8",
        month: "7",
    },
    {
        title: "روز همبستگی و همدردی با كودكان و نوجوانان فلسطینی",
        day: "9",
        month: "7",
    },
    {
        title: "هجرت حضرت امام خمینی -ره- از عراق به پاریس، 1357 هـ ش",
        day: "13",
        month: "7",
    },
    {
        title: "روز نیروی انتظامی",
        day: "13",
        month: "7",
    },
    {
        title: "روز دامپزشكی",
        day: "14",
        month: "7",
    },
    {
        title: "روز بزرگداشت حافظ",
        day: "20",
        month: "7",
    },
    {
        title: "روز اسكان معلولان و سالمندان",
        day: "20",
        month: "7",
    },
    {
        title: "روز ملی كاهش اثرات بلایای طبیعی",
        day: "20",
        month: "7",
    },
    {
        title: "شهادت پنجمین شهید محراب آیت الله اشرفی اصفهانی به دست منافقان، 1361 هـ ش",
        day: "23",
        month: "7",
    },
    {
        title: "روز پیوند اولیا و مربیان",
        day: "24",
        month: "7",
    },
    {
        title: "روز تربیت بدنی و ورزش",
        day: "26",
        month: "7",
    },
    {
        title: "روز صادرات",
        day: "29",
        month: "7",
    },
    {
        title: "روز آمار و برنامه ریزی",
        day: "1",
        month: "8",
    },
    {
        title: "شهادت محمدحسین فهمیده، بسیجی 13 ساله - روز نوجوان - روز بسیج دانش‌آموزی",
        day: "8",
        month: "8",
    },
    {
        title: "شهادت آیت الله قاضی طباطبایی اولین شهید محراب به دست منافقان، 1358 هـ ش",
        day: "10",
        month: "8",
    },
    {
        title: "تسخیر لانه جاسوسی آمریكا، 1358 هـ ش - روز ملی مبارزه با استكبار جهانی - روز دانش آموز",
        day: "13",
        month: "8",
    },
    {
        title: "روز ملی كیفیت",
        day: "18",
        month: "8",
    },
    {
        title: "روز كتاب و كتاب‌خوانی",
        day: "24",
        month: "8",
    },
    {
        title: "روز بزرگداشت آیت الله علامه سید محمدحسین طباطبایی، 1360 هـ ش",
        day: "24",
        month: "8",
    },
    {
        title: "روز بسیج مستضعفین",
        day: "5",
        month: "9",
    },
    {
        title: "روز نیروی دریایی",
        day: "7",
        month: "9",
    },
    {
        title: "روز بزرگداشت شیخ مفید",
        day: "9",
        month: "9",
    },
    {
        title: "شهادت آیت الله سید حسن مدرس، 1316 هـ ش و روز مجلس",
        day: "10",
        month: "9",
    },
    {
        title: "تصویب قانون اساسی جمهوری اسلامی ایران، 1358 هـ ش",
        day: "12",
        month: "9",
    },
    {
        title: "روز بیمه",
        day: "13",
        month: "9",
    },
    {
        title: "روز دانشجو",
        day: "16",
        month: "9",
    },
    {
        title: "معرفی عراق به عنوان مسؤول و آغازگر جنگ از سوی سازمان ملل، 1370 هـ ش",
        day: "18",
        month: "9",
    },
    {
        title: "تشكیل شورای عالی انقلاب فرهنگی به فرمان حضرت امام خمینی -ره-، 1363 هـ ش",
        day: "19",
        month: "9",
    },
    {
        title: "شهادت آیت الله دستغیب سومین شهید محراب به دست منافقان، 1360 هـ ش",
        day: "20",
        month: "9",
    },
    {
        title: "روز پژوهش",
        day: "25",
        month: "9",
    },
    {
        title: "روز حمل و نقل",
        day: "26",
        month: "9",
    },
    {
        title: "شهادت آیت الله دكتر محمد مفتح، 1358 هـ ش - روز وحدت حوزه و دانشگاه",
        day: "27",
        month: "9",
    },
    {
        title: "میلاد حضرت عیسی مسیح (ع)",
        day: "4",
        month: "10",
    },
    {
        title: "روز ملی ایمنی در برابر زلزله",
        day: "5",
        month: "10",
    },
    {
        title: "سالروز تشكیل نهضت سوادآموزی به فرمان حضرت امام خمینی(ره)، 1358 هـ ش",
        day: "7",
        month: "10",
    },
    {
        title: "شهادت آیت الله حسین غفاری، 1353 هـ ش",
        day: "7",
        month: "10",
    },
    {
        title: "قیام خونین مردم قم، 1356 هـ ش",
        day: "19",
        month: "10",
    },
    {
        title: "شهادت میرزا تقی خان امیركبیر، 1230 هـ ش",
        day: "20",
        month: "10",
    },
    {
        title: "تشكیل شورای انقلاب به فرمان حضرت امام خمینی(ره)، 1357 هـ ش",
        day: "22",
        month: "10",
    },
    {
        title: "فرار شاه معدوم، 1357 هـ ش",
        day: "26",
        month: "10",
    },
    {
        title: "شهادت نواب صفوی، طهماسبی، برادران واحدی و ذوالقدر از فدایان اسلام، 1334 هـ ش",
        day: "27",
        month: "10",
    },
    {
        title: "بازگشت حضرت امام خمینی(ره) به ایران، 1357 هـ ش،  آغاز دهه مبارک فجر انقلاب اسلامی ",
        day: "12",
        month: "11",
    },
    {
        title: "روز نیروی هوای",
        day: "19",
        month: "11",
    },
    {
        title: "پیروزی انقلاب اسلامی ایران و سقوط نظام شاهنشاهی، 1357 هـ ش",
        isVacation: true,
        day: "22",
        month: "11",
    },
    {
        title: "قیام مردم تبریز به مناسبت چهلمین روز شهادت شهدای قم، 1356 هـ ش",
        day: "29",
        month: "11",
    },
    {
        day: "2",
        month: "12",
        title: "روز زبان مادری",
    },
    {
        day: "3",
        month: "12",
        title: "روز یوگا ",
    },
    {
        day: "3",
        month: "12",
        title: "روز تفکر",
    },
    {
        day: "5",
        month: "12",
        title: "زادروز استیو جابز (بنیانگذار اپل) ",
    },
    {
        day: "5",
        month: "12",
        title: "روز مهندس",
    },
    {
        day: "7",
        month: "12",
        title: "روز پسته",
    },
    {
        day: "8",
        month: "12",
        title: "شهادت امام موسی کاظم (ع) ",
    },
    {
        day: "8",
        month: "12",
        title: "روز خرس قطبی",
    },
    {
        day: "10",
        month: "12",
        title: "روز باریستا ",
    },
    {
        day: "12",
        month: "12",
        title: "روز حیات وحش",
    },
    {
        day: "15",
        month: "12",
        title: "روز درختکاری🪴 ",
    },
    {
        day: "15",
        month: "12",
        title: "زادروز میکل‌آنژ (نقاش و پیکرتراش بزرگ ایتالیایی) ",
    },
    {
        day: "15",
        month: "12",
        title: "ولادت امام حسین (ع)",
    },
    {
        day: "15",
        month: "12",
        title: "روز دندانپزشک",
    },
    {
        day: "17",
        month: "12",
        title: "روز زن❤️",
    },
    {
        day: "18",
        month: "12",
        title: "روز وحشت",
    },
    {
        day: "19",
        month: "12",
        title: "روز کلاه گیس",
    },
    {
        day: "22",
        month: "12",
        title: "روز جواهرات",
    },
    {
        day: "23",
        month: "12",
        title: "روز جوان ",
    },
    {
        day: "23",
        month: "12",
        title: "روز تامین مالی جمعی ",
    },
    {
        day: "23",
        month: "12",
        title: "ولادت علی اکبر (ع)",
    },
    {
        day: "23",
        month: "12",
        title: "روز سخنرانی",
    },
    {
        title: "روز بزرگداشت خواجه نصیرالدین طوسی",
        day: "5",
        month: "12",
    },
    {
        title: "روز امور تربیتی و تربیت اسلامی",
        day: "8",
        month: "12",
    },
    {
        title: "روز ملی حمایت از حقوق مصرف كنندگان",
        day: "9",
        month: "12",
    },
    {
        title: "روز احسان و نیكوكاری",
        day: "14",
        month: "12",
    },
    {
        title: "روز درختكاری",
        day: "15",
        month: "12",
    },
    {
        title: "روز وقف",
        day: "16",
        month: "12",
    },
    {
        title: "روز بزرگداشت شهدا",
        day: "22",
        month: "12",
    },
    {
        title: "چهارشنبه‌سوری🔥",
        day: "24",
        month: "12",
    },
    {
        title: "روز پاندا 🐼",
        day: "25",
        month: "12",
    },
    {
        title: "روز مشتری",
        isVacation: true,
        day: "28",
        month: "12",
    },
    {
        title: "فردا عیده😍",
        isVacation: true,
        day: "29",
        month: "12",
    },
    {
        title: "روز ملی شدن صنعت نفت ایران - روز داستان‌سرایی",
        isVacation: true,
        day: "29",
        month: "12",
    },
];
